{
    "PJ": {
        "ID": "ID",
        "PW": "Password",
        "SGN_IN": "Sign in",
        "SGN_UP": "Sign up",
        "SGN_OUT": "Sign out",
        "NM": "Name",
        "CNTY": "Country",
        "ORG": "Organization",
        "ROLE": "Role",
        "SRCH_SUB": "Search Subject",
        "CLI_MGMT": "Clinician management",
        "DEV_MGMT": "Device management",
        "RCNT_SRCH": "Recent search",
        "RSLT": "Result",
        "SUB_REG": "Subject registration",
        "SUB_MOD": "Subject modification",
        "SET": "Settings",
        "CN": "Chart No.",
        "M": "Male",
        "F": "Female",
        "SEX": "Sex",
        "DOB": "Date of birth",
        "SUB_INFO": "Subject information",
        "WGHT": "Weight",
        "HGHT": "Height",
        "XP": "Experience",
        "Y": "Yes",
        "N": "No",
        "CURR": "Currently",
        "SMK": "Smoking",
        "N_SMK": "Stopping smoking",
        "PACK_Y": "Pack-year",
        "PACK": "Pack",
        "SMK_PRD": "Smoking Period",
        "MODIFY": "Modify",
        "CLI_INFO": "Clinician information",
        "MEA_HIS": "Measurement history",
        "ALL": "All",
        "S_DATE": "Start date",
        "E_DATE": "End date",
        "CLOSE": "Close",
        "OK": "OK",
        "MEA_TYPE": "Measurement type",
        "RSLT_V": "Result value",
        "TOT_GRF": "Total graph",
        "FIN_DIAG": "Final diagnosis",
        "TIME": "Time",
        "EXPT_V": "Expected value",
        "PER": "Percent",
        "NOR_RANG": "Normal range",
        "MEA_LEV": "Measurement level",
        "DIAG_RSLT": "Diagnosis result",
        "ERR_CD": "Error code",
        "REG": "Registration",
        "STAT": "Status",
        "AUTH": "Authorize",
        "DEN": "Deny",
        "DEV_LI": "Device list",
        "SN": "Serial No.",
        "CAL_TIMES": "Calibration times",
        "CAL_HIS": "Calibration history",
        "DL_CAL_RSLT": "Download calibarion result",
        "CLI": "Clinician",
        "AOS": "Age of start",
        "AOE": "Age of stop",
        "CNCL": "Cancel",
        "ACCT_INFO": "Account information",
        "MOD": "Modification",

        "M_0": "Click sign in button after entering your ID and password.",
        "M_1": "Check your ID and password.",
        "M_2": "Administrator's authorization is required.",
        "M_3": "Enter your name.",
        "M_4": "ID should contain 5~20 english letters or numbers.",
        "M_5": "This ID is already used.",
        "M_6": "Password should contain 8~20 English letters, numbers, or special characters.",
        "M_7": "Search by chart number or name",
        "M_8": "No result found.",
        "M_9": "Please select the graph.",
        "M_10": "Overall score of adequacy and repeatability",
        "M_11": "If each digit satisfies explained condition, each is displayed as 1 or 0.",
        "M_12": "Search by name",
        "M_13": "Register subject?",
        "M_14": "Modify subject information?",

        "DD_0": "Normal : When the forced vital capacity (FVC) rate is 80% or higher, FEV1% is 70% or higher, and the mid-expiratory flow rate (FEF25-75%) is 70% or higher.",
        "DD_1": "Obstructive : When the forced vital capacity (FVC) rate is 80% or higher, FEV1% is 70% or higher, but the mid-expiratory flow rate (FEF25-75%) is less than 70%.",
        "DD_2": "Restricted : When FEV1% is 70% or higher, but the forced vital capacity (FVC) rate is less than 80%.",
        "DD_3": "Obstructive Mild : Mild obstructive ventilatory impairment when the forced vital capacity (FVC) rate is 80% or higher, FEV1% is less than 70%, and the 1-second forced expiratory volume (FEV1) rate is greater than 70%.",
        "DD_4": "Obstructive Abnormal : Moderate obstructive ventilatory impairment when the forced vital capacity (FVC) rate is 80% or higher, FEV1% is less than 70%, and the 1-second forced expiratory volume (FEV1) rate is 60-70%.",
        "DD_5": "Obstructive Moderate : Moderate obstructive ventilatory impairment when the forced vital capacity (FVC) rate is 80% or higher, FEV1% is less than 70%, and the 1-second forced expiratory volume (FEV1) rate is 50-59%.",
        "DD_6": "Obstructive Severe : Severe obstructive ventilatory impairment when the forced vital capacity (FVC) rate is 80% or higher, FEV1% is less than 70%, and the 1-second forced expiratory volume (FEV1) rate is 35-49%.",
        "DD_7": "Obstructive Very Severe : Very severe obstructive ventilatory impairment when the forced vital capacity (FVC) rate is 80% or higher, FEV1% is less than 70%, and the 1-second forced expiratory volume (FEV1) rate is less than 35%.",
        "DD_8": "Mixed : Mixed ventilatory impairment when the forced vital capacity (FVC) rate is less than 80%, and FEV1% is less than 70%.",
        "DD_9": "Asthma Suspected : When the forced vital capacity (FVC) rate is 80% or higher, FEV1% is less than 70%, and there is a difference of 12% or more in FVC when compared with post-results (showing a pattern of restrictive lung disease, but positive for asthma when compared with post-test results).",

        "DR_0": "Your pulmonary function is normal based on the doctor's opinion. Always pay attention to your respiratory health and get tested to maintain current condition.",
        "DR_1": "You are suspected of small airway closure. Be avoided from smoking, indirect smoking, and micro dust, get tested frequently since you are likely to get COPD(asthma, emphysema, chronic bronchitis), and always pay attention to your respiratory health.",
        "DR_2": "Restricted ventilation disorder is suspected. Restricted ventilation disorder includes pneumoconiosis, pneumonia, and lung cancer. Consult with a doctor to be properly cared for.",
        "DR_3": "Mild case of obstructive ventilatory disorder is suspected. Obstructive ventilation disorder includes asthma, emphysema, and chronic bronchitis. Consult with a doctor to be properly cared for.",
        "DR_4": "Moderate case of obstructive ventilatory disorder is suspected. Obstructive ventilation disorder includes asthma, emphysema, and chronic bronchitis. Consult with a doctor to be properly cared for.",
        "DR_5": "Moderately severe case of obstructive ventilatory disorder is suspected. Obstructive ventilatory disorder includes asthma, emphysema, and chronic bronchitis. Consult with a doctor to be properly cared for.",
        "DR_6": "Severe case of obstructive ventilatory disorder is suspected. Obstructive ventilatory disorder includes asthma, emphysema, and chronic bronchitis. Consult with a doctor to be properly cared for.",
        "DR_7": "Highly severe case of obstructive ventilatory disorder is suspected. Obstructive ventilatory disorder includes asthma, emphysema, and chronic bronchitis. Consult with a doctor to be properly cared for.",
        "DR_8": "When diagnosed with mixed pulmonary disease, ”Mixed pulmonary disease is suspected. Get detailed diagnosis from the specialist.”",
        "DR_9": "When Asthma is suspected, ”Asthma is suspected as you are positive in bronchodilator test. Get detailed diagonosis from the specialist.”",

        "ERR_0": "Indicates whether the reproducibility of FVC is satisfied among the appropriate measurements.",
        "ERR_1": "Indicates whether the reproducibility of FEV1 is satisfied among the appropriate measurements.",
        "ERR_2": "Indicates whether the reproducibility of PEF is satisfied among the appropriate measurements.",
        "ERR_3": "Indicates whether the conditions for extrapolated volume (Vext) of the representative measurement are satisfied. Should be less than 5% or 150ml compared to FVC.",
        "ERR_4": "Indicates whether the conditions for the high-pitched portion (PFT) of the representative measurement are satisfied. PEF should be reached within 0.12 seconds.",
        "ERR_5": "Indicates whether the conditions for expiratory time (FET) of the representative measurement are satisfied. There must be a clear expiration record for at least 1 second.",

        "G_0": "Suitable for examination with three or more appropriate measurements, demonstrating excellent reproducibility in FVC, FEV1, and PEF. The values are interpretable for pulmonary function.",
        "G_1": "Suitable for examination with three or more appropriate measurements, demonstrating good reproducibility in FVC, FEV1, and PEF. The values are interpretable for pulmonary function.",
        "G_2": "Suitable for examination with two or more appropriate measurements, demonstrating fair reproducibility in FVC, FEV1, and PEF. Caution is needed in the interpretation of pulmonary function.",
        "G_3": "Suitable for examination with one or more appropriate measurements, demonstrating fair reproducibility in FVC, FEV1, and PEF, or calculations are not possible. Not suitable for interpreting pulmonary function.",
        "G_4": "No appropriate measurements are available, making reproducibility calculations impossible. Not suitable for interpreting pulmonary function."
    },
    "SR": {
        "NM": "Name",
        "RACE": "Race",
        "CN": "ChartNumber",
        "AGE": "Age",
        "HGHT": "Height",
        "WGHT": "Weight",
        "CLI": "Clinician",
        "SEX": "Sex",
        "DATE": "Date",
        "BD": "Spirometry(BTPS) Best Data",
        "ATPD": "Spirometry(BTPS) All Trials Pre Data",
        "INTERP": "Interpretation",
        "SUB_RSLT": "Subject Result"
    },
    "CR": {
        "DATE": "Date",
        "ENV": "Enviroment",
        "TEMP": "Temperature",
        "PRES": "Pressure",
        "HUM": "Humidity",
        "I_GAIN": "Inhale Gain",
        "E_GAIN": "Exhale Gain",
        "CAL_RSLT": "Calibration Reuslt",
        "GAIN": "Gain"
    }
}
