{
    "PJ": {
        "ID": "Логин",
        "PW": "Пароль",
        "SGN_IN": "Войти",
        "SGN_UP": "Зарегистрироваться",
        "SGN_OUT": "Выйти",
        "NM": "Имя",
        "CNTY": "Страна",
        "ORG": "Клиника",
        "ROLE": "Должность",
        "SRCH_SUB": "Поиск по пациентам",
        "CLI_MGMT": "Управление врачами",
        "DEV_MGMT": "Управление устройствами",
        "RCNT_SRCH": "История запросов",
        "RSLT": "Результат поиска",
        "SUB_REG": "Регистрация пациента",
        "SUB_MOD": "Редактировать пациента",
        "SET": "Настройка",
        "CN": "Номер карты",
        "M": "Ж",
        "F": "М",
        "SEX": "Пол",
        "DOB": "Дата рождения",
        "SUB_INFO": "Информация пациента",
        "WGHT": "Вес",
        "HGHT": "Рост",
        "XP": "Опыт курения",
        "Y": "Есть",
        "N": "Нет",
        "CURR": "Курите на данный момент",
        "SMK": "Да",
        "N_SMK": "Нет",
        "PACK_Y": "Пачек в год",
        "PACK": "Упаковка",
        "SMK_PRD": "Срок курения",
        "MODIFY": "Изменение ",
        "CLI_INFO": "Информация о враче",
        "MEA_HIS": "История обследований",
        "ALL": "Смотреть полностью",
        "S_DATE": "Дата начала",
        "E_DATE": "Дата завершения",
        "CLOSE": "Закрыть",
        "OK": "Ок",
        "MEA_TYPE": "Тип обследования",
        "RSLT_V": "Результат",
        "TOT_GRF": "Общий график",
        "FIN_DIAG": "Окончательный диагноз",
        "TIME": "Время обследования",
        "EXPT_V": "Предполагаемое значение",
        "PER": "Процент",
        "NOR_RANG": "Нормальный диапазон",
        "MEA_LEV": "Уровень обследования",
        "DIAG_RSLT": "Результат диагностики",
        "ERR_CD": "Код ошибки",
        "REG": "Дата регистрации",
        "STAT": "Управление подтверждением",
        "AUTH": "Подтвердить",
        "DEN": "Отказать",
        "DEV_LI": "Список устройств",
        "SN": "Серийный номер",
        "CAL_TIMES": "Количество калибровок",
        "CAL_HIS": "История настройки",
        "DL_CAL_RSLT": "Скачать результат калибровки",
        "CLI": "Врач",
        "AOS": "Возраст начала курения",
        "AOE": "Возраст, в котором бросил(а) курить",
        "CNCL": "Отмена",
        "ACCT_INFO": "Информация об учетной записи",
        "MOD": "Изменение ",

        "M_0": "Введите имя пользователя и пароль, затем нажмите кнопку «Вход».",
        "M_1": "Проверьте имя пользователя или пароль.",
        "M_2": "Данная учетная запись требует подтверждения администратора.",
        "M_3": "Введите имя.",
        "M_4": "Введите буквенно-цифровое имя пользователя, состоящее не менее чем из 5 и не более чем из 20 символов.",
        "M_5": "Это имя пользователя уже используется.",
        "M_6": "Пароль должен содержать 8-20 символов, включая английские буквы, цифры и спец. символы.",
        "M_7": "Поиск по номеру карты или имени пациента",
        "M_8": "Нет результата обследования",
        "M_9": "Выберите график",
        "M_10": "Комплексная оценка пригодности и воспроизводимости",
        "M_11": "Каждая цифра отображается как 1, если она соответствует описанным условиям, в противном случае она отображается как 0.",
        "M_12": "Поиск по имени",
        "M_13": "Добавить нового пациента?",
        "M_14": "Изменить информацию о пациенте?",

        "DD_0": "Норма: форсированная жизненная емкость легких (ФЖЕЛ) превышает 80%, ОФВ1 составляет более 70%, а средний объем выдоха (МОС 25–75%) составляет более 70%.",
        "DD_1": "Небольшая обструкция дыхательных путей: форсированная жизненная емкость легких (ФЖЕЛ) превышает 80%, ОФВ1 составляет более 70%, но средняя скорость выдоха (МОС 25–75%) составляет менее 70%.",
        "DD_2": "Рестриктивное нарушение вентиляции:  ОФВ1 превышает 70%, но форсированная жизненная емкость легких (ФЖЕЛ) менее 80%.",
        "DD_3": "Легкая обструктивная дыхательная дисфункция: объемная скорость форсированного выдоха (частота ФЖЕЛ) превышает 80%, ОФВ1% составляет менее 70%, а объемная скорость форсированного выдоха за 1 секунду (частота ОФВ1) превышает 70%.",
        "DD_4": "Умеренная обструктивная дыхательная дисфункция: объемная скорость форсированного выдоха (частота ФЖЕЛ) превышает 80%, ОФВ1 составляет менее 70%, а объемная скорость форсированного выдоха за 1 секунду (частота ОФВ1) составляет от 60 до 70%.",
        "DD_5": "Умеренно тяжелая обструктивная дыхательная дисфункция: объемная скорость форсированного выдоха (частота ФЖЕЛ) составляет 80% или более, ОФВ1 составляет менее 70%, а объемная скорость форсированного выдоха за 1 секунду (частота ОФВ1) составляет от 50 до 59%.",
        "DD_6": "Тяжелая обструктивная дыхательная дисфункция: объемная частота форсированного выдоха (частота ФЖЕЛ) превышает 80%, ОФВ1 составляет менее 70%, а объемная скорость форсированного выдоха за 1 секунду (частота ОФВ1) составляет от 35 до 49%.",
        "DD_7": "Очень тяжелое обструктивное нарушение вентиляции легких: объемная скорость форсированного выдоха (частота ФЖЕЛ) превышает 80%, ОФВ1 составляет менее 70%, а объемная скорость форсированного выдоха за 1 секунду (частота ОФВ1) составляет менее 35%.",
        "DD_8": "Смешанное заболевание легких: форсированная жизненная емкость легких (показатель ФЖЕЛ) менее 80%, а ОФВ1 менее 70%.",
        "DD_9": "Подозрение на астму: при форсированной жизненной емкости легких (ФЖЕЛ) более 80%, ОФВ1% менее 70%, а ФЖЕЛ отличается более чем на 12% по сравнению с результатами POST. (При наличии признаков рестриктивного заболевания легких, но положительном диагнозе астмы по сравнению с тестом POST)",

        "DR_0": "Легочная функция в норме. Всегда следите за состоянием своих дыхательных путей и часто проходите обследование, чтобы поддерживать текущее состояние.",
        "DR_1": "Подозрение на обструкцияю мелких дыхательных путей. Избегайте курения, пассивного курения, мелкой пыли и т.д., часто проходите функциональные легочные тесты и всегда следите за состоянием органов дыхания, поскольку заболевание может прогрессировать до хронической обструктивной болезни легких (астма, эмфизема, хронический бронхит).",
        "DR_2": "Подозрение на рестриктивную дыхательную дисфункцию. Рестриктивные нарушения дыхания включают пневмокониоз, пневмонию и рак легких. Проконсультируйтесь с врачом для дальнейшего лечения.",
        "DR_3": "Подозрение на легкое обструктивное нарушение вентиляции легких. Обструктивные нарушения вентиляции включают астму, эмфизему и хронический бронхит. Проконсультируйтесь с врачом для получения соответствующего лечения.",
        "DR_4": "Подозрение на обструктивную дыхательную дисфункцию средней степени тяжести. Обструктивные нарушения вентиляции включают астму, эмфизему и хронический бронхит. Проконсультируйтесь с врачом для получения соответствующего лечения.",
        "DR_5": "Подозрение на обструктивную дыхательную дисфункцию средней или тяжелой степени. Обструктивные нарушения дыхания включают астму, эмфизему и хронический бронхит. Проконсультируйтесь с врачом для получения соответствующего лечения.",
        "DR_6": "Подозрение на тяжелое обструктивное дыхательное расстройство. Обструктивные нарушения вентиляции включают астму, эмфизему и хронический бронхит. Пожалуйста, проконсультируйтесь с врачом для получения соответствующего лечения.",
        "DR_7": "Подозрение на тяжелое обструктивное дыхательное расстройство. Обструктивные нарушения дыхания включают астму, эмфизему и хронический бронхит. Проконсультируйтесь с врачом для получения соответствующего лечения.",
        "DR_8": "Подозрение на смешанное заболевание легких. Получите подробный диагноз от медицинского специалиста.",
        "DR_9": "Положительный результат бронхолитического теста говорит об обструктивной болезни легких. Рекомендуется проконсультироваться со специалистом.",

        "ERR_0": "Указывает, обеспечивается ли воспроизводимость ФЖЕЛ среди соответствующих тестов.",
        "ERR_1": "Указывает, обеспечивается ли воспроизводимость ОФВ1 среди соответствующих тестов.",
        "ERR_2": "Указывает, обеспечивается ли воспроизводимость МОВ среди соответствующих тестов.",
        "ERR_3": "Указывает, выполняются ли условия объема экстраполяции (Vext) репрезентативного теста. Он должен быть менее 5% или менее 150 мл по сравнению с ФЖЕЛ.",
        "ERR_4": "Указывает, соответствует ли репрезентативный тест условию высокого плато (PFT). МОВ должен быть достигнут за 0,12 секунды.",
        "ERR_5": "Указывает, соблюдаются ли условия времени выдоха (FET) репрезентативного теста. Должна быть четкая запись выдоха продолжительностью не менее 1 секунды.",

        "G_0": "Существует более трех подходящих тестов, а показатели ФЖЕЛ, ОФВ1 и МСВ имеют хорошую воспроизводимость. Это значение, которое можно использовать для измерения функции легких.",
        "G_1": "Существует более трех подходящих тестов, а показатели ФЖЕЛ, ОФВ1 и МСВ имеют удовлетворительную воспроизводимость. Это значение, которое можно использовать для измерения функции легких.",
        "G_2": "Существует более двух подходящих тестов, а показатели ФЖЕЛ, ОФВ1 и МСВ имеют среднюю воспроизводимость. Это значение, которое можно использовать для измерения функции легких.",
        "G_3": "Существует более одного подходящего теста, а воспроизводимость показателей ФЖЕЛ, ОФВ1 и МСВ умеренная или не может быть рассчитана. Значение не подходит для измерения функции легких.",
        "G_4": "Нет подходящего теста, поэтому расчет воспроизводимости невозможен. Не подходит для определения функции легких."
    },
    "SR": {
        "NM": "Имя",
        "RACE": "Раса",
        "CN": "№ карты",
        "AGE": "Возраст",
        "HGHT": "Рост",
        "WGHT": "Вес",
        "CLI": "Врач",
        "SEX": "Пол",
        "DATE": "Дата",
        "BD": "Наилучшие данные спирографии (BTPS) ",
        "ATPD": "Все предварительные данные спирографии (BTPS)",
        "INTERP": "Интерпретация",
        "SUB_RSLT": "Результаты"
    },
    "CR": {
        "DATE": "Дата",
        "ENV": "Среда калибровки",
        "TEMP": "Температура",
        "PRES": "Давление",
        "HUM": "Влажность",
        "I_GAIN": "коэф на вдохе",
        "E_GAIN": "коэф на выдохе",
        "CAL_RSLT": "Результаты калибровки",
        "GAIN": "коэф"
    }
}
